tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "age"
brew "ansible"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "bat"
brew "caddy"
brew "curl", link: true
brew "deno"
brew "direnv"
brew "dnscontrol"
brew "exiftool"
brew "mpfr"
brew "libmpc"
brew "gnutls"
brew "hwloc"
brew "libass"
brew "libbluray"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "git"
brew "git-filter-repo", link: false
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "hcloud"
brew "hugo"
brew "hunspell"
brew "libheif"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "jhead"
brew "jq"
brew "libfido2"
brew "libnfc"
brew "lima"
brew "mas"
brew "mfcuk"
brew "mfoc"
brew "miller"
brew "moreutils"
brew "neovim"
brew "netcat"
brew "nmap"
brew "openssh"
brew "pinentry-mac"
brew "pkg-config"
brew "poppler"
brew "protobuf"
brew "pup"
brew "python@3.10"
brew "rclone"
brew "rename"
brew "restic"
brew "ripgrep"
brew "rust"
brew "socat"
brew "starship"
brew "stow"
brew "telnet"
brew "tmux"
brew "tor"
brew "w3m"
brew "watch"
brew "wget"
brew "ykman"
brew "zsh"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "arq"
cask "calibre"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "gog-galaxy"
cask "google-chrome"
cask "handbrake"
cask "inkscape"
cask "iterm2"
cask "kobo"
cask "macfuse"
cask "minecraft"
cask "monitorcontrol"
cask "netnewswire"
cask "obsidian"
cask "openemu"
cask "pdf-expert"
cask "pgadmin4"
cask "raspberry-pi-imager"
cask "raycast"
cask "scroll-reverser"
cask "spotify"
cask "textual"
cask "tor-browser"
cask "transmission"
cask "utm"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "1Password for Safari", id: 1569813296
mas "Actions", id: 1586435171
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Black Out", id: 1319884285
mas "DigiDoc4 Client", id: 1370791134
mas "Exporter", id: 1099120373
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Lungo", id: 1263070803
mas "MakePass", id: 1450989464
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "miele-lxiv", id: 988332475
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "ProtobufViewer", id: 1165908879
mas "Refined GitHub", id: 1519867270
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "Web eID", id: 1576665083
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
vscode "bierner.markdown-mermaid"
vscode "casualjim.gotemplate"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "ibm.output-colorizer"
vscode "jock.svg"
vscode "matthewpi.caddyfile-support"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "platformio.platformio-ide"
vscode "redhat.fabric8-analytics"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
