tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "act"
brew "age"
brew "bat"
brew "biome"
brew "caddy"
brew "cloudflared"
brew "cocoapods"
brew "coreutils"
brew "curl", link: true
brew "dnscontrol"
brew "exiftool"
brew "fail2ban"
brew "gnutls"
brew "libass"
brew "libbluray"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo", link: false
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "go-task"
brew "golangci-lint"
brew "hcloud"
brew "htop"
brew "hugo"
brew "hunspell"
brew "hwloc"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jhead"
brew "jq"
brew "libfido2"
brew "mpfr"
brew "libmpc"
brew "libnfc"
brew "mas"
brew "miller"
brew "moreutils"
brew "neovim"
brew "netcat"
brew "nmap"
brew "openssh"
brew "pinentry-mac"
brew "pkgconf"
brew "protobuf"
brew "python@3.10"
brew "python@3.9"
brew "rclone"
brew "rename"
brew "restic"
brew "ripgrep"
brew "socat"
brew "starship"
brew "stow"
brew "telnet"
brew "terraform"
brew "tmux"
brew "tor"
brew "w3m"
brew "watch"
brew "watchman"
brew "webdav"
brew "wget"
brew "ykman"
brew "yt-dlp"
brew "zsh"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "affinity"
cask "android-studio"
cask "arq"
cask "calibre"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "font-fira-code"
cask "fujifilm-x-raw-studio"
cask "gog-galaxy"
cask "google-chrome"
cask "handbrake-app"
cask "inkscape"
cask "iterm2"
cask "linearmouse"
cask "macfuse"
cask "minecraft"
cask "monitorcontrol"
cask "netnewswire"
cask "ngrok"
cask "nordvpn"
cask "openemu"
cask "pdf-expert"
cask "pgadmin4"
cask "raspberry-pi-imager"
cask "raycast"
cask "spotify"
cask "tor-browser"
cask "transmission"
cask "utm"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zulu@17"
mas "1Password for Safari", id: 1569813296
mas "Actions", id: 1586435171
mas "Black Out", id: 1319884285
mas "Cyberduck", id: 409222199
mas "Developer", id: 640199958
mas "DigiDoc4", id: 1370791134
mas "Exporter", id: 1099120373
mas "Flighty", id: 1358823008
mas "iA Writer", id: 775737590
mas "keymapp", id: 6472865291
mas "Lungo", id: 1263070803
mas "MakePass", id: 1450989464
mas "miele-lxiv", id: 988332475
mas "Numbers", id: 409203825
mas "Pandan", id: 1569600264
mas "Refined GitHub", id: 1519867270
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "uBlock Origin Lite", id: 6745342698
mas "Yubico Authenticator", id: 1497506650
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "casualjim.gotemplate"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "ibm.output-colorizer"
vscode "jock.svg"
vscode "lokalise.i18n-ally"
vscode "matthewpi.caddyfile-support"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "platformio.platformio-ide"
vscode "prisma.prisma"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-dutch"
vscode "streetsidesoftware.code-spell-checker-portuguese"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "vue.volar"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
go "golang.org/x/tools/gopls"
go "github.com/goreleaser/goreleaser/v2"
go "uno/cmd/lastfm-fetcher"
go "github.com/magefile/mage"
go "honnef.co/go/tools/cmd/staticcheck"
go "uno/cmd/swarm-fetcher"
go "uno/cmd/trakt-fetcher"
