tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ngrok/ngrok"
brew "age"
brew "bat"
brew "caddy"
brew "pkg-config"
brew "python@3.9"
brew "coreutils"
brew "deno"
brew "dnscontrol"
brew "exiftool"
brew "gnutls"
brew "libass"
brew "libbluray"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "hugo"
brew "hunspell"
brew "hwloc"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jhead"
brew "jq"
brew "libfido2"
brew "mpfr"
brew "libmpc"
brew "libnfc"
brew "mas"
brew "mfcuk"
brew "mfoc"
brew "moreutils"
brew "neovim"
brew "netcat"
brew "nmap"
brew "openssh"
brew "pinentry-mac"
brew "poppler"
brew "protobuf"
brew "pup"
brew "python@3.10"
brew "restic"
brew "ripgrep"
brew "rust"
brew "socat"
brew "starship"
brew "stow"
brew "telnet"
brew "w3m"
brew "watch"
brew "wget"
brew "ykman"
brew "zsh"
cask "discord"
cask "docker"
cask "font-fira-code"
cask "gog-galaxy"
cask "google-chrome"
cask "iterm2"
cask "macfuse"
cask "minecraft"
cask "monitorcontrol"
cask "ngrok"
cask "obsidian"
cask "pdf-expert"
cask "pgadmin4"
cask "raycast"
cask "scroll-reverser"
cask "spotify"
cask "transmission"
cask "tunnelblick"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "Actions", id: 1586435171
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Amazing AI", id: 1660147028
mas "Black Out", id: 1319884285
mas "DigiDoc4 Client", id: 1370791134
mas "Exporter", id: 1099120373
mas "iA Writer", id: 775737590
mas "Lungo", id: 1263070803
mas "MakePass", id: 1450989464
mas "miele-lxiv", id: 988332475
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "ProtobufViewer", id: 1165908879
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Telegram", id: 747648890
mas "Web eID", id: 1576665083
mas "Yubico Authenticator", id: 1497506650
vscode "bierner.markdown-mermaid"
vscode "casualjim.gotemplate"
vscode "darkriszty.markdown-table-prettify"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "IBM.output-colorizer"
vscode "jock.svg"
vscode "matthewpi.caddyfile-support"
vscode "ms-python.python"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "redhat.fabric8-analytics"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "standard.vscode-standard"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
